Repository: PaoCel/somto
Catalog: ios/TwoWatch/Resources/Localizable.xcstrings
Source language: it
Languages: en, es

source: ha pubblicato un aggiornamento ufficiale.
en: published an official update.

source: ha visto con
en: watched with

source: · 4 di fila, sei in fiamme!
en: · 4 in a row, you're on fire!

source: %@ completato
en: %@ completed

source: %@ non ha ancora giocato.
en: %@ hasn't played yet.

source: %@ punti
en: %@ points

source: %@ su 10
en: %@ out of 10

source: %@ ti ha sfidato
en: %@ challenged you

source: %@ · tocca per cambiare
en: %@ · tap to change

source: %@ è in watchlist
en: %@ is in your watchlist

source: %@ • %lld titoli
en: %@ • %lld titles

source: %@, %@, %lld titoli
en: %@, %@, %lld titles

source: %@, %lld titoli
en: %@, %lld titles

source: %@, apri scheda
en: %@, open title page

source: %@, da TMDB
en: %@, from TMDB

source: %@, già aggiunto
en: %@, already added

source: %@. %@. Progresso %lld su %lld.
en: %@. %@. Progress %lld of %lld.

source: %@. Apri
en: %@. Open

source: %@: %lld visti
en: %@: %lld watched

source: %lld %@ dalla tua lista
en: %lld %@ from your list

source: %lld / %lld righe analizzate
en: %lld / %lld rows analyzed

source: %lld Mi piace
en: %lld likes

source: %lld commenti
en: %lld comments

source: %lld condivisioni
en: %lld shares

source: %lld contatti
en: %lld contacts

source: %lld di %lld completati
en: %lld of %lld completed

source: %lld discussion%@ aperte
en: %lld open discussion%@

source: %lld discussion%@ di episodio
en: %lld episode discussion%@

source: %lld discussioni aperte
en: %lld open discussions

source: %lld discussioni di episodio
en: %lld episode discussions

source: %lld domande su film e serie
en: %lld questions about movies and TV series

source: %lld episodi
en: %lld episodes

source: %lld episodi visti
en: %lld episodes watched

source: %lld follower
en: %lld followers

source: %lld g
en: %lld d

source: %lld g %lld h
en: %lld d %lld h

source: %lld giorni di fila
en: %lld days in a row

source: %lld like
en: %lld likes

source: %lld like, tocca per mettere like
en: %lld likes, tap to like

source: %lld like. Tocca per mettere like
en: %lld likes. Tap to like

source: %lld liste pubbliche includono questo titolo.
en: %lld public lists include this title.

source: %lld min a episodio
en: %lld min per episode

source: %lld nuove attività dai tuoi amici
en: %lld new updates from your friends

source: %lld partite
en: %lld games

source: %lld percento
en: %lld percent

source: %lld persone
en: %lld people

source: %lld persone la stanno seguendo proprio ora.
en: %lld people are watching it right now.

source: %lld punti esperienza
en: %lld XP

source: %lld restanti
en: %lld remaining

source: %lld review
en: %lld reviews

source: %lld risposte corrette di fila
en: %lld correct answers in a row

source: %lld stag.
en: %lld seasons

source: %lld stagioni
en: %lld seasons

source: %lld titoli
en: %lld titles

source: %lld titoli dalla tua lista
en: %lld titles from your list

source: %lld titoli salvati · cerca, filtra, ordina
en: %lld saved titles · search, filter, sort

source: %lld titoli selezionati su %lld consigliati
en: %lld titles selected out of %lld recommended

source: %lld titoli sono nei tuoi Visti.
en: %lld titles are in your Watched.

source: %lld titoli taggati
en: %lld titles tagged

source: %lld voti
en: %lld ratings

source: %lld/%lld completati
en: %lld/%lld completed

source: %lld/%lld completati • %@
en: %lld/%lld completed • %@

source: %lld/%lld episodi
en: %lld/%lld episodes

source: %lld/%lld episodi visti
en: %lld/%lld episodes watched

source: %lld/%lld visti
en: %lld/%lld watched

source: + Con amici
en: + With friends

source: +%lld altri titoli
en: +%lld more titles

source: +%lld dai tuoi voti episodio
en: +%lld from your episode ratings

source: , la tua reaction
en: , your reaction

source: 1 Mi piace
en: 1 like

source: 1 commento
en: 1 comment

source: 1 episodio
en: 1 episode

source: 1 persona la sta seguendo proprio ora.
en: 1 person is watching it right now.

source: 1 titolo
en: 1 title

source: 1 titolo salvato · cerca, filtra, ordina
en: 1 saved title · search, filter, sort

source: @ amici · # titoli e persone
en: @ friends · # titles and people

source: A %@
en: To %@

source: A che punto è: %@
en: Progress: %@

source: A cosa stai pensando? Puoi citare amici, titoli, attori e registi.
en: What's on your mind? You can mention friends, titles, actors, and directors.

source: AVVERSARIO
en: OPPONENT

source: Abbiamo aggiornato questa schermata. Puoi vedere cosa è cambiato oppure esplorarla da solo.
en: We've updated this screen. See what's changed, or explore it on your own.

source: Abbiamo ricevuto il file, ci pensiamo noi: non serve ricaricarlo. Puoi lasciare lavorare Somto in background.
en: We've received the file, we'll take it from here: no need to re-upload it. You can let Somto keep working in the background.

source: Abbiamo riconosciuto l'export Refract di TV Time. Lo stiamo elaborando manualmente: ti avvisiamo appena il profilo è aggiornato.
en: We recognized the TV Time Refract export. We're processing it manually: we'll let you know as soon as your profile is updated.

source: Accedi
en: Sign In
es: Iniciar sesión

source: Accedi a Somto
en: Sign in to Somto

source: Accedi al tuo account
en: Log in to your account

source: Accedi per aprire il thread
en: Sign in to open thread
es: Inicia sesión para abrir el hilo

source: Accedi per aprire un gruppo
en: Sign in to open a group
es: Inicia sesión para abrir un grupo

source: Accedi per aprire una conversazione di gruppo sul titolo.
en: Sign in to open a group conversation about the title.

source: Accedi per commentare
en: Sign in to comment
es: Inicia sesión para comentar

source: Accedi per confrontarti con chi segui
en: Sign in to compare notes with people you follow

source: Accedi per consigliarlo direttamente a un amico.
en: Sign in to recommend it directly to a friend.

source: Accedi per entrare nella discussione pubblica del titolo.
en: Sign in to join the title's public discussion.

source: Accedi per gestire questo profilo.
en: Sign in to manage this profile.

source: Accedi per interagire
en: Sign in to interact
es: Inicia sesión para interactuar

source: Accedi per inviare un messaggio.
en: Sign in to send a message.

source: Accedi per lasciare la prima review su questo titolo.
en: Sign in to leave the first review for this title.

source: Accedi per leggere e partecipare
en: Sign in to read and join in

source: Accedi per pubblicare
en: Sign in to publish
es: Inicia sesión para publicar

source: Accedi per rendere Per te davvero personale.
en: Sign in to make For You truly personal.
es: Inicia sesión para personalizar Para ti.

source: Accedi per sbloccare feed, inbox e profilo
en: Sign in to unlock feed, inbox and profile
es: Inicia sesión para desbloquear feed, bandeja y perfil

source: Accedi per seguire
en: Sign in to follow

source: Accedi per suggerire
en: Sign in to suggest
es: Inicia sesión para sugerir

source: Accedi per tracciare
en: Sign in to track

source: Accedi per usare Match
en: Sign in to use Match
es: Inicia sesión para usar Match

source: Accedi per vedere discussioni pubbliche, gruppi e DM legati ai titoli del catalogo Somto.
en: Sign in to see public discussions, groups, and DMs tied to titles in Somto's catalog.

source: Accedi per vedere recommendation, commenti, follow e messaggi in un unico posto.
en: Sign in to see recommendations, comments, follows and messages in one place.

source: Accedi per vedere tutte le review
en: Sign in to see all the reviews

source: Accedi per votare
en: Sign in to rate
es: Inicia sesión para votar

source: Accesso in corso…
en: Signing in…

source: Accesso richiesto
en: Access required
es: Acceso requerido

source: Accetta
en: Accept
es: Aceptar

source: Accetta e abilita il thread pubblico
en: Accept and enable the public thread

source: Accetta e continua
en: Accept and continue
es: Aceptar y continuar

source: Accetta i termini community per aprire gruppi
en: Accept community terms to start groups

source: Accetta i termini community per continuare
en: Accept community terms to continue
es: Acepta los términos de la comunidad para continuar

source: Accetta i termini community per usare i DM
en: Accept community terms to use DMs

source: Accetta i termini community per usare la chat
en: Accept community terms to use chat
es: Acepta los términos de la comunidad para usar el chat

source: Accetta i termini community prima di pubblicare nel thread.
en: Accept community terms before posting in the thread.

source: Accetta i termini community prima di usare la chat.
en: Accept community terms before using chat.

source: Accetta richiesta
en: Accept request
es: Aceptar solicitud

source: Accettati %lld · Saltati %lld · Da decidere %lld
en: Accepted %lld · Skipped %lld · Pending %lld

source: Accetto i termini community
en: I accept the community terms
es: Acepto los términos de la comunidad

source: Account TV Time creato con Google o Apple? Nella pagina GDPR puoi impostare la password con la tua email, poi scarichi l'export.
en: Created your TV Time account with Google or Apple? On the GDPR page, you can set a password using your email, then download the export.

source: Account Trakt collegato
en: Trakt account connected

source: Account collegato!
en: Account connected!

source: Accuratezza
en: Accuracy

source: Aggiorna il voto
en: Update the rating

source: Aggiorna ora
en: Update now

source: Aggiornamenti
en: Updates

source: Aggiornamenti sui titoli
en: Title updates

source: Aggiornamento relazione...
en: Updating relationship...
es: Actualizando relación...

source: Aggiornamento titolo
en: Title update

source: Aggiornamento ufficiale
en: Official update

source: Aggiornamento ufficiale Somto
en: Official Somto update

source: Aggiornata %@
en: Updated %@

source: Aggiornato in Somto
en: Updated in Somto

source: Aggiorno i risultati per la query corrente.
en: Updating results for the current query.
es: Actualizando resultados para la búsqueda actual.

source: Aggiorno il Rewatch…
en: Updating Rewatch…

source: Aggiorno la Watchlist…
en: Updating Watchlist…

source: Aggiorno le novità…
en: Updating new releases…

source: Aggiorno lo stato…
en: Updating status…

source: Aggiunge i titoli riconosciuti e salta le %lld voci dubbie.
en: Adds the recognized titles and skips the %lld uncertain entries.

source: Aggiungere anche una recensione?
en: Add a review too?

source: Aggiungi
en: Add
es: Añadir

source: Aggiungi %@
en: Add %@

source: Aggiungi Mi piace
en: Like

source: Aggiungi a Rewatch
en: Add to Rewatch
es: Añadir a Rewatch

source: Aggiungi a una lista
en: Add to a list
es: Añadir a una lista

source: Aggiungi a watchlist
en: Add to watchlist

source: Aggiungi a watchlist su ${applicationName}
en: Add to watchlist in ${applicationName}

source: Aggiungi altri titoli
en: Add more titles

source: Aggiungi amico
en: Add friend
es: Añadir amigo

source: Aggiungi film e serie a questa lista per vederli qui in griglia.
en: Add movies and shows to this list to see them here in a grid.

source: Aggiungi film e serie che vuoi vedere: qui ti mostreremo cosa guardare stasera e cosa riprendere.
en: Add movies and shows you want to watch: we'll show you what to watch tonight and what to pick up.

source: Aggiungi foto
en: Add photo

source: Aggiungi il trailer
en: Add the trailer

source: Aggiungi la lista ai preferiti
en: Add the list to favorites

source: Aggiungi la sinossi
en: Add the synopsis

source: Aggiungi qualche titolo breve alla watchlist (film sotto le 2h o brevi serie) e li troverai qui.
en: Add a few short titles to your watchlist (movies under 2h or short series) and you'll find them here.

source: Aggiungi qualcosa alla tua watchlist o scopri le uscite della settimana per partire.
en: Add something to your watchlist or check out this week's releases to get started.

source: Aggiungi qualcuno dal profilo, oppure invita un amico esterno con un link.
en: Add someone from their profile, or invite a friend outside Somto with a link.

source: Aggiungi reaction
en: Add reaction

source: Aggiungi recensione
en: Add review
es: Añadir reseña

source: Aggiungi review e condivisione
en: Add a review and share

source: Aggiungi selezionati
en: Add selected

source: Aggiungi titoli
en: Add titles

source: Aggiungi un titolo alla watchlist di ${applicationName}
en: Add a title to my ${applicationName} watchlist

source: Aggiungi una GIF
en: Add a GIF

source: Aggiungi voto per stagione
en: Add a season rating

source: Aggiungo alla lista…
en: Adding to list…

source: Aiuta a riconoscere l'invito mentre aspetti che si registri.
en: Helps you recognize the invite while you wait for them to sign up.

source: Aiutaci a migliorare Somto
en: Help us improve Somto
es: Ayúdanos a mejorar Somto

source: Al cinema
en: In theaters

source: Alcuni titoli richiedono una conferma.
en: Some titles need confirmation.

source: Altre azioni
en: More actions

source: Altre azioni account
en: More account actions

source: Altre azioni per l'episodio %lld
en: More actions for episode %lld

source: Altri
en: More

source: Altri titoli con quiz
en: Other titles with a quiz

source: Altro
en: Other
es: Otro

source: Amato
en: Loved

source: Amici
en: Friends
es: Amigos

source: Amici e profili che segui che hanno guardato questa serie.
en: Friends and people you follow who have watched this series.

source: Ancora %lld per iniziare
en: %lld more to start

source: Ancora da iniziare in questo percorso.
en: Not started yet in this list.

source: Ancora da segnare nel percorso pubblico.
en: Not marked as watched yet in this public list.

source: Ancora da vedere
en: Still to watch

source: Ancora nessun commento
en: No comments yet
es: Aún sin comentarios

source: Ancora nessun commento. Scrivi il primo.
en: No comments yet. Write the first one.

source: Ancora nessun consiglio inviato
en: No suggestions sent yet
es: Aún sin sugerencias enviadas

source: Ancora nessun contatto
en: No contacts yet

source: Ancora nessun messaggio
en: No messages yet
es: Aún sin mensajes

source: Ancora nessun pick su questo titolo. Guarda un episodio per essere il primo.
en: No picks yet for this title. Watch an episode to be the first.

source: Ancora nessuna discussione
en: No discussions yet

source: Ancora nessuna discussione aperta su questo film.
en: No discussions open yet for this movie.

source: Ancora nessuna discussione aperta. Puoi partire dalla serie, da una stagione o da un episodio.
en: No discussions open yet. You can start from the series, a season, or an episode.

source: Ancora nessuna impressione condivisa su questo titolo.
en: No impressions shared yet for this title.

source: Ancora nessuna review
en: No reviews yet

source: Ancora nessuno commenta i titoli che stai seguendo.
en: No one's commented on the titles you're following yet.

source: Ancora niente qui
en: Nothing here yet

source: Ancora niente qui. Salva un titolo in Watchlist e segnalo come visto: comparirà in questa libreria.
en: Nothing here yet. Save a title to your Watchlist and mark it as watched: it'll show up in this library.

source: Annoiato
en: Bored

source: Annulla
en: Cancel
es: Cancelar

source: Annulla richiesta
en: Cancel request
es: Cancelar solicitud

source: Annulla risposta
en: Cancel reply

source: Annulla voto
en: Remove rating

source: Anteprima ritaglio foto profilo
en: Profile photo crop preview

source: Appena l'utente guarda e vota di più, qui vedremo meglio i suoi segnali.
en: Once they watch and rate more, we'll get a better read on their signals.

source: Appena uscito
en: Just released

source: Apple Sign-In non ha restituito credenziali valide.
en: Apple Sign-In didn't return valid credentials.

source: Apple Sign-In non ha restituito un token valido.
en: Apple Sign-In didn't return a valid token.

source: Approva
en: Approve

source: Apre la discussione dell'episodio
en: Opens the episode's discussion

source: Apre la lista completa
en: Opens the full list

source: Apre la ricerca delle discussioni per titolo
en: Opens the search for discussions by title

source: Apri %@
en: Open %@

source: Apri App Store
en: Open App Store

source: Apri Impostazioni
en: Open Settings

source: Apri Impostazioni iPhone
en: Open iPhone Settings
es: Abrir Ajustes de iPhone

source: Apri Somto e accedi per aggiungere titoli alla watchlist.
en: Open Somto and sign in to add titles to your watchlist.

source: Apri Somto per caricare la tua watchlist.
en: Open Somto to load your watchlist.

source: Apri Somto per vedere qui la tua watchlist.
en: Open Somto to see your watchlist here.

source: Apri chat
en: Open chat

source: Apri chat (%lld non letti)
en: Open chat (%lld unread)

source: Apri dettaglio titolo
en: Open title details

source: Apri discussione con un gruppo
en: Start a discussion with a group

source: Apri elenco titoli del genere
en: Open genre title list

source: Apri filmografia
en: Open filmography

source: Apri filmografia, ruoli %@
en: Open filmography, roles %@

source: Apri gdpr.tvtime.com
en: Open gdpr.tvtime.com

source: Apri gdpr.tvtime.com/gdpr/self-service e richiedi l'export. Riceverai una mail con lo ZIP.
en: Open gdpr.tvtime.com/gdpr/self-service and request the export. You'll receive an email with the ZIP.

source: Apri i titoli di questo genere
en: Open titles of this genre
es: Abrir títulos de este género

source: Apri il Centro assistenza per iniziare una conversazione.
en: Open the Help Center to start a conversation.

source: Apri il composer per dare un giudizio o registra la visione adesso.
en: Open the composer to leave a rating or log the watch right now.

source: Apri il post
en: Open post

source: Apri il profilo di chi ha importato
en: Open the profile of the person who imported

source: Apri il thread pubblico
en: Open the public thread

source: Apri il thread su %@
en: Open the thread on %@

source: Apri il titolo collegato
en: Open linked title
es: Abrir título vinculado

source: Apri il trailer
en: Open the trailer

source: Apri la chat di supporto per segnalare un problema
en: Open support chat to report a problem

source: Apri la cronologia Netflix.
en: Open your Netflix history.

source: Apri la discussione
en: Open the discussion

source: Apri la pagina di attivazione Trakt sul telefono o sul computer e inserisci il codice.
en: Open the Trakt activation page on your phone or computer and enter the code.

source: Apri la sfida nella sezione Quiz
en: Open the challenge in the Quiz section

source: Apri le azioni del titolo
en: Open title actions

source: Apri menu
en: Open menu
es: Abrir menú

source: Apri netflix.com/settings/viewing-history
en: Open netflix.com/settings/viewing-history

source: Apri profilo
en: Open profile
es: Abrir perfil

source: Apri profilo @%@
en: Open profile @%@

source: Apri ricerca
en: Open search
es: Abrir búsqueda

source: Apri scheda
en: Open card
es: Abrir ficha

source: Apri scheda TMDB
en: Open TMDB page

source: Apri scheda titolo
en: Open title page

source: Apri stagioni ed episodi
en: Open seasons and episodes

source: Apri su YouTube
en: Open on YouTube

source: Apri trakt.tv e inserisci il codice
en: Open trakt.tv and enter the code

source: Apri tu la conversazione: il primo commento comparirà qui.
en: You start the conversation: your first comment will appear here.

source: Apri tu la conversazione: il primo messaggio popolerà il thread in tempo reale.
en: You start the conversation: your first message will populate the thread in real time.

source: Apri tu la discussione: scrivi cosa ne pensi.
en: You start the discussion: share what you think.

source: Apri un profilo di un altro utente per seguire, gestire amicizie o inviare richieste.
en: Open another user's profile to follow, manage friendships or send requests.
es: Abre el perfil de otro usuario para seguir, gestionar amistades o enviar solicitudes.

source: Apri una discussione
en: Start a discussion

source: Apri una discussione di gruppo
en: Start a group discussion

source: Apro la chat di assistenza...
en: Opening support chat...

source: Apro la lista…
en: Opening the list…

source: Apro la sfida…
en: Opening the challenge…

source: Archivia
en: Archive
es: Archivar

source: Archiviazione…
en: Archiving…

source: Area personale
en: Personal area
es: Área personal

source: Aspetto un istante per evitare richieste inutili mentre stai ancora scrivendo.
en: Waiting a moment to avoid unnecessary requests while you're still typing.
es: Esperando un momento para evitar solicitudes innecesarias mientras escribes.

source: Attenzione spoiler
en: Spoiler warning

source: Attiva
en: Enable

source: Attiva audio
en: Enable audio
es: Activar audio

source: Attiva dalle impostazioni di sistema
en: Enable from system settings
es: Activar desde ajustes del sistema

source: Attiva le notifiche
en: Enable notifications

source: Attiva le notifiche push
en: Enable push notifications

source: Attiva notifiche
en: Enable notifications

source: Attiva notifiche push
en: Enable push notifications
es: Activar notificaciones push

source: Attivale per ricevere aggiornamenti su amici, thread e consigli
en: Enable them to receive updates about friends, threads, and recommendations

source: Attivale per ricevere recommendation, thread message e commenti anche fuori dall’app.
en: Enable them to receive recommendations, thread messages, and comments outside the app.

source: Attivale solo se vuoi ricevere recommendation, thread message e follow anche fuori dall'app.
en: Enable them only if you want to receive recommendations, thread messages and follows outside the app.
es: Actívalas solo si quieres recibir recomendaciones, mensajes de hilos y seguimientos fuera de la app.

source: Attività
en: Activity

source: Attore
en: Actor
es: Actor

source: Automatico
en: Automatic

source: Autore: %@
en: Author: %@

source: Autorizzazione rifiutata
en: Authorization denied

source: Avanti
en: Next

source: Avanza di un episodio
en: Advance one episode

source: Avanza nel percorso senza aprire il tab episodi.
en: Advance your progress without opening the episodes tab.

source: Avete gusti simili
en: You have similar taste

source: Avvia import
en: Start import

source: Avvia una ricerca con questo termine
en: Start a search with this term

source: Azione irreversibile
en: Irreversible action
es: Acción irreversible

source: Azioni discussione
en: Discussion actions

source: Azioni lista
en: List actions

source: Azioni messaggio
en: Message actions

source: Azioni profilo
en: Profile actions
es: Acciones de perfil

source: Azioni rapide
en: Quick actions

source: Azioni social non disponibili
en: Social actions unavailable
es: Acciones sociales no disponibles

source: Azzera
en: Reset

source: Azzero il progresso…
en: Resetting progress…

source: Base
en: Basics

source: Bentornato
en: Welcome back

source: Benvenuto nella tua watchlist 👋
en: Welcome to your watchlist 👋

source: Blocca utente
en: Block user
es: Bloquear usuario

source: Bloccato
en: Blocked
es: Bloqueado

source: Bonus giornaliero
en: Daily bonus

source: Bonus giornaliero attivo
en: Daily bonus active

source: Bonus giornaliero attivo. %@
en: Daily bonus active. %@

source: Bonus giornaliero, %lld di %lld partite.
en: Daily bonus, %lld of %lld games.

source: Build minimo richiesto: %lld
en: Minimum build required: %lld

source: C'è ancora margine per migliorare.
en: There's still room to improve.

source: C'è una nuova attività di moderazione
en: There's new moderation activity

source: Cambia avversario
en: Change opponent

source: Cambia foto
en: Change photo

source: Cambia il tipo di risultati mostrati
en: Change the type of results shown

source: Cancella
en: Clear

source: Cancella la ricerca
en: Clear search

source: Cancella ricerca
en: Clear search

source: Cancella ricerche recenti
en: Clear recent searches
